Repository: zicodeng/PlantStory
Catalog: PlantStory/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Creeping fig
zh_hans: 薜荔

source: Crown or base
zh_hans: 冠部或基部

source: Cultivar
zh_hans: 栽培品种

source: Curling leaves
zh_hans: 叶片卷曲

source: Current collection
zh_hans: 现有数据

source: Cushion mosses, sheet mosses, and liverworts.
zh_hans: 垫状苔藓、片状苔藓和地钱。

source: Custom event
zh_hans: 自定义事件

source: Custom event name
zh_hans: 自定义事件名称

source: Custom interval
zh_hans: 自定义间隔

source: Cut or separate gently
zh_hans: 轻柔剪取或分开

source: Damaged, crowded, or unhealthy roots may struggle to deliver water evenly to each leaf.
zh_hans: 受损、拥挤或不健康的根系，可能无法将水分均匀输送到每片叶子。

source: Dark, mushy roots can be a sign of rot.
zh_hans: 根系发黑、软烂，可能是烂根的迹象。

source: Dark, pale, or wet marks
zh_hans: 深色、浅色或水渍状斑点

source: DATA & PRIVACY
zh_hans: 数据与隐私

source: Date
zh_hans: 日期

source: Day %lld
zh_hans: 陪伴第 %lld 天

source: Day length, sun angle, and outdoor foliage can make the same spot brighter or dimmer over the year.
zh_hans: 日照时长、太阳角度和室外树叶的变化，会让同一位置在不同季节变亮或变暗。

source: Daylight is present, but weak
zh_hans: 有自然光，但强度较弱

source: days raised
zh_hans: 陪伴天数

source: Death
zh_hans: 枯萎

source: Decode a scientific name
zh_hans: 拆解一个科学名称

source: Deep curves divide the blade
zh_hans: 深凹口把叶片分成数瓣

source: Delete
zh_hans: 删除

# Delete %@ from %@
source: Delete %1$@ from %2$@
zh_hans: 删除 %2$@ 的%1$@

source: Delete %@?
zh_hans: 要删除%@吗？

source: Delete plant
zh_hans: 删除植物

source: Delete this %@?
zh_hans: 要删除这条%@吗？

source: Delete this plant?
zh_hans: 要删除这株植物吗？

source: Delete wild find
zh_hans: 删除野外记录

source: Deleting PlantStory removes its local plant files from that iPhone. Reinstalling the app by itself does not restore them; restore from a suitable device backup when available.
zh_hans: 删除 PlantStory 会同时删除这台 iPhone 上保存的植物数据。重新安装 App 不会自动找回数据；如有设备备份，可以尝试从备份恢复。

source: Deleting the app
zh_hans: 删除 App

source: Dense roots circle the pot’s shape
zh_hans: 密集根系沿花盆形状盘绕

source: Depending on the species, a new plant can begin from a seed, spore, cutting, division, or offset.
zh_hans: 不同植物的繁殖方式各不相同，可以从种子、孢子、扦插苗、分株或侧芽开始。

source: Descending
zh_hans: 降序

source: Detach a small plant produced by its parent
zh_hans: 把母株长出的小苗分离出来

source: Direct sun
zh_hans: 阳光直射

source: Discover roots, stems, nodes, leaves, buds, and flowers.
zh_hans: 认识根、茎、节、叶、芽和花。

source: Discovered
zh_hans: 发现日期

source: Discovered outside
zh_hans: 在野外初次遇见

source: Distance matters
zh_hans: 距离很重要

source: Division
zh_hans: 分株

source: Do not add more water
zh_hans: 暂时不要再浇水

source: Do not erase or delete the app from your old iPhone until you confirm your plants and photos appear on the new one.
zh_hans: 确认植物和照片都已出现在新 iPhone 上之后，再抹掉旧 iPhone 或删除旧设备上的 App。

source: Download the latest version from the App Store.
zh_hans: 前往 App Store 下载最新版本。

source: Do not pull or force a folded leaf open. Tender tissue is easy to tear.
zh_hans: 不要拉扯或强行掰开卷着的新叶，幼嫩组织很容易受伤。

source: Done
zh_hans: 完成

source: Dragon tree
zh_hans: 龙血树

source: Dragon-tail plant
zh_hans: 麒麟叶

source: Drainage first
zh_hans: 排水优先

source: Drooping
zh_hans: 萎蔫下垂

source: Dropping leaves
zh_hans: 叶片脱落

source: Dry and light
zh_hans: 盆土干，花盆轻

source: Dry mix, a noticeably light pot, drooping or curling leaves, and crisp edges can be clues.
zh_hans: 盆土干燥、花盆明显变轻、叶片下垂或卷曲、叶缘干脆，都可能是缺水迹象。

source: Dry soil can reduce water pressure inside leaves and stems, making them hang.
zh_hans: 土壤干燥会降低叶片和茎内的水分压力，使它们下垂。

source: Dry soil or air
zh_hans: 土壤或空气过于干燥

source: Dry, dark leaf edges
zh_hans: 叶尖或叶缘干枯发暗

source: Due %@
zh_hans: 浇水时间：%@

source: Due now
zh_hans: 该检查了

source: Due today
zh_hans: 今天浇水

source: Due today at %@
zh_hans: 今天 %@ 浇水

source: Due tomorrow at %@
zh_hans: 明天 %@ 浇水

source: Dumb cane
zh_hans: 花叶万年青

source: Dust and damage on the blade can reduce how effectively the leaf uses light.
zh_hans: 叶片积灰或受损，会影响它利用光线的效率。

source: Each fertilized ovule may become a seed that can grow into a new plant.
zh_hans: 每一颗受精的胚珠都有可能变成种子，并长成新的植物。

source: Edges rolling inward or out
zh_hans: 叶缘向内或向外卷起

source: Edit
zh_hans: 编辑

source: Edit a plant to add care months or a watering reminder.
zh_hans: 编辑植物，即可设置养护月份或浇水提醒。

source: Edit a plant to add fertilizing or pruning months.
zh_hans: 编辑植物，即可设置适合施肥和修剪的月份。

source: Edit plant
zh_hans: 编辑植物

source: Edit wild find
zh_hans: 编辑野外记录

source: Elliptic
zh_hans: 椭圆形

source: Emerald ripple pepper
zh_hans: 皱叶椒草

source: Emerging leaf
zh_hans: 新叶冒出

source: Empty standing water
zh_hans: 倒掉积水

source: Enjoying the app? A star helps more plant lovers discover the project.
zh_hans: 喜欢 PlantStory？点亮一个 Star，让更多植物爱好者发现它。

source: Enter a valid OpenAI API key.
zh_hans: 请输入有效的 OpenAI API 密钥。

source: Every %lld days
zh_hans: 每 %lld 天

source: Every %lld days at %@
zh_hans: 每 %1$lld 天，%2$@

source: Every day
zh_hans: 每天

source: Every day at %@
zh_hans: 每天 %@

source: Explains local storage, privacy, and moving PlantStory to another iPhone
zh_hans: 了解数据存在哪里、如何保护隐私，以及怎样换到新 iPhone

source: Explains this taxonomy level
zh_hans: 解释这个分类层级

source: Explore anatomy
zh_hans: 探索植物结构

source: Explore by view
zh_hans: 分部位探索

source: Explore guides
zh_hans: 探索指南

source: Explore how roots anchor a plant, absorb water, and keep growing.
zh_hans: 探索根系如何固定植物、吸收水分并持续生长。

source: Explore major plant groups and learn how scientific names fit together.
zh_hans: 认识植物的主要类群，读懂科学名称是怎样组成的。

source: Explore the big branches of land plants, then learn how family, genus, species, and cultivar narrow down one name.
zh_hans: 先认识陆生植物的几条主要分支，再了解科、属、种和栽培品种如何一步步锁定一株植物。

source: Explore the parts a flower uses to make seeds.
zh_hans: 看看花朵如何借助不同部位形成种子。

source: Export a manual backup above and save it somewhere you can open on the new iPhone.
zh_hans: 先导出备份，再把文件存到新 iPhone 可以打开的位置。

source: Export Backup
zh_hans: 导出备份

source: Extra humidity can reduce water loss, but trapped condensation and stale air can encourage disease.
zh_hans: 适当提高湿度能减少水分流失，但闷住的水汽和不流通的空气也会增加病害风险。

source: Fall
zh_hans: 秋季

source: Familiar examples
zh_hans: 常见例子

source: Familiar relatives
zh_hans: 你可能认识的近亲

source: Family
zh_hans: 科

source: Feature unavailable
zh_hans: 功能暂不可用

source: FEATURES
zh_hans: 功能

source: FEEDBACK
zh_hans: 反馈

source: Feeding insects, rubbing, or bruising can leave scattered marks that resemble disease.
zh_hans: 害虫取食、摩擦或碰伤都可能留下零散斑痕，看起来与病害相似。

source: Feel the potting mix at the depth your plant prefers and notice whether the pot feels light or heavy.
zh_hans: 摸一摸植物适合的盆土深度，同时感受花盆是轻还是沉。

source: Feel the soil below the surface before watering again.
zh_hans: 再次浇水前，先摸一摸表层以下的土壤。

source: Feel the soil first; do not assume every drooping plant needs water.
zh_hans: 先摸土壤，不要看到植物下垂就直接认定它缺水。

source: Fenestrated
zh_hans: 穿孔叶

source: Fern asparagus
zh_hans: 文竹

source: Ferns and relatives
zh_hans: 蕨类及近缘植物

source: Ferns and their relatives have vascular tissue that moves water through the plant, but they reproduce with spores rather than seeds.
zh_hans: 蕨类及近缘植物具有在体内输送水分的维管组织，但它们通过孢子而不是种子繁殖。

source: fertilizations
zh_hans: 施肥次数

source: Fertilize
zh_hans: 施肥

source: Fertilize now
zh_hans: 记录施肥

source: Fertilized
zh_hans: 施肥

source: Fertilizing
zh_hans: 施肥

source: Fertilizing and pruning scheduled
zh_hans: 本月需施肥和修剪

source: fertilizing entry
zh_hans: 施肥记录

source: Fertilizing scheduled
zh_hans: 本月需施肥

source: Fiddle-leaf fig
zh_hans: 琴叶榕

source: Field guide
zh_hans: 野外图鉴

source: Fig family
zh_hans: 桑科

source: Filter care
zh_hans: 筛选养护事项

source: Find a dry, shaped mark at a node where no leaf is currently attached.
zh_hans: 在目前没有叶片的节上寻找干燥、有形状的痕迹。

source: Find a houseplant family
zh_hans: 查找室内植物的家族

source: FIND A PLANT’S FAMILY
zh_hans: 找到植物的家族

source: Find it at the base of the pistil, below the style and stigma.
zh_hans: 它位于雌蕊底部，在花柱和柱头的下方。

source: Find the end of the leaf where its two margins meet.
zh_hans: 叶片两侧边缘汇合的末端就是叶尖。

source: Find the main upright structure that leaves, buds, and branches grow from.
zh_hans: 找到叶、芽和枝条共同长出的主要直立结构。

source: Find the newest folded or tightly clustered growth at the end of the stem.
zh_hans: 在茎的末端寻找最新的折叠状或紧密簇生的新生组织。

source: FIND THE RIGHT SPOT
zh_hans: 找到合适的位置

source: Find the slightly thickened area directly below the base of the stem.
zh_hans: 在茎基部正下方寻找略微膨大的部位。

source: Find the small green, leaflike structures directly behind or beneath the petals.
zh_hans: 花瓣后面或下方那些绿色、像小叶片一样的结构就是萼片。

source: Find the viable part
zh_hans: 找到能繁殖的部位

source: Find the yellow or dusty-looking shape at the end of each slender filament.
zh_hans: 细长花丝末端那些黄色或看起来覆有粉末的部分就是花药。

source: Fine root
zh_hans: 细根

source: Fine roots are the small, delicate branches that do much of the root system's water and mineral uptake.
zh_hans: 细根是细小脆弱的分枝，承担根系大部分水分和矿物质吸收工作。

source: Fine roots dry out and become damaged faster than thick roots, so handle them gently when repotting.
zh_hans: 细根比粗根更容易干燥和受损，因此换盆时要轻柔处理。

source: Fine webbing and pale speckles
zh_hans: 细网和密集浅色小点

source: Firm roots with room for potting mix
zh_hans: 根系结实，周围仍有盆土空间

source: First step
zh_hans: 第一步

source: Flaming Katy
zh_hans: 长寿花

source: Flamingo flower
zh_hans: 红掌

source: Flower
zh_hans: 花

source: Flower close-up
zh_hans: 花朵特写

source: Flowering plants
zh_hans: 开花植物

source: Flowering plants, also called angiosperms, form flowers and enclose their seeds within an ovary that develops into a fruit.
zh_hans: 开花植物也叫被子植物。它们会形成花，种子包在子房中，而子房之后会发育成果实。

source: Flowers and fruit
zh_hans: 花与果实

source: Flowers can be tiny, seasonal, or easy to overlook. A plant does not need to be blooming now to belong to this group.
zh_hans: 花朵可能很小、只在特定季节出现，或很容易被忽略。植物现在没有开花，也依然可能属于这个类群。

source: Flowers usually open from buds and may have colorful petals around their center.
zh_hans: 花通常由花芽绽放，中央周围常有颜色鲜艳的花瓣。

source: Follow a lateral root outward to the thinnest branching roots near its ends.
zh_hans: 沿侧根向外观察，在末端附近寻找最细的分枝根。

source: Follow a leaf from growth point to maturity and learn which changes are normal.
zh_hans: 观察叶片从萌发到成熟的过程，读懂哪些变化属于正常生长。

source: Follow a leaf inward until its narrow stalk reaches the main stem.
zh_hans: 沿着叶片向内看，直到细长的柄与主茎相连。

source: Follow a new leaf
zh_hans: 跟随一片新叶成长

source: FOLLOW NEW GROWTH
zh_hans: 观察新芽生长

source: Follow one plant’s address
zh_hans: 顺着一株植物的分类地址往下走

source: Follow the central structure downward from the stigma toward the flower base.
zh_hans: 从柱头沿中央结构向下看，一直延伸到花朵底部。

source: For many small and medium houseplants, choose a pot roughly 1–2 inches wider than the current one.
zh_hans: 对多数中小型室内植物，新盆比旧盆宽约 2.5–5 厘米即可。

source: Found %@
zh_hans: 发现于 %@

source: Fresh tips signal active growth. Avoid tearing or crushing them when loosening roots during repotting.
zh_hans: 新鲜根尖表示根系正在生长；换盆松根时不要撕裂或挤压它们。

source: Full-screen photo
zh_hans: 全屏照片

source: Fully customizable
zh_hans: 随心定制

source: Fully vibe-coded
zh_hans: 全程由 Vibe Coding 打造

source: Fungus gnats
zh_hans: 小黑飞（真菌蚋）

source: Garden card photo
zh_hans: 花园卡片照片

source: Garden view
zh_hans: 切换花园视图

source: Generate Again
zh_hans: 重新生成

source: Generate another suggestion?
zh_hans: 要重新生成吗？

source: Gentle, useful light without strong rays
zh_hans: 柔和且足够使用，没有强烈直射

source: Gently tease apart the outer roots if they are tightly circling the root ball.
zh_hans: 如果外层根系紧密盘绕，轻轻将它们拨松。

source: Gently tease or make a clean cut between sections, keeping roots attached. Pot each division at about the same depth it was growing before.
zh_hans: 沿分株之间轻轻拨开或整齐切开，尽量保留根系；重新上盆时保持与原来接近的栽种深度。

source: Genus
zh_hans: 属

source: Get a gentle reminder to check the soil.
zh_hans: 按时提醒你查看土壤状态。

source: Ginseng fig
zh_hans: 榕树

source: Give it space and resist touching it often. Keep the plant away from abrupt drafts, heat, or strong new sunlight.
zh_hans: 给新叶留出空间，别频繁触碰，并避开突然的穿堂风、热源或骤然增强的阳光。

source: Give roots room to breathe.
zh_hans: 给根系留出呼吸和生长的空间。

source: Give the propagule useful light without harsh direct sun that can dry or scorch tender growth.
zh_hans: 给繁殖苗充足但柔和的光线，避开会让幼嫩组织失水或灼伤的强烈直射阳光。

source: Go up one size
zh_hans: 只换大一号

source: Golden pothos
zh_hans: 绿萝

source: Grow from a leaf when the species allows it
zh_hans: 适合叶插的品种，可以从一片叶子开始

source: GROW ONE INTO MANY
zh_hans: 一株变多株

source: Grow the garden
zh_hans: 让花园长大

source: Growing
zh_hans: 生长中

source: Growing root tip
zh_hans: 生长根尖

source: Growing tips
zh_hans: 枝梢生长点

source: Growth and season
zh_hans: 生长状态与季节

source: Growth can pause
zh_hans: 生长也会暂时停下来

source: Growth habit
zh_hans: 生长形态

source: Growth has slowed during the plant’s active season
zh_hans: 在生长季里，长势明显变慢

source: Growth point
zh_hans: 生长点

source: GROWTH STAGE
zh_hans: 生长阶段

source: Guide longer aerial roots toward a support or potting mix when helpful. They are normal growth, not a pest.
zh_hans: 较长的气生根可按需引向支撑物或盆土。它们是正常生长，并非害虫。

source: Gymnosperms
zh_hans: 裸子植物

source: Gymnosperms are seed plants, but their seeds are not enclosed inside fruits. Many familiar gymnosperms produce cones.
zh_hans: 裸子植物会产生种子，但种子并不包在果实里面。许多常见裸子植物会长出球果。

source: Habitat
zh_hans: 生境

source: Healthy branching gives the plant more access to moisture while helping hold it securely in the pot.
zh_hans: 健康的分枝让植物接触更多水分，也帮助它稳固在花盆中。

source: Healthy roots
zh_hans: 健康根系

source: Healthy roots are usually firm. Dark, mushy roots can be a sign of rot.
zh_hans: 健康的根通常结实有韧性；发黑、软烂可能是烂根的迹象。

source: Heartleaf philodendron
zh_hans: 心叶蔓绿绒

source: Heat or dry air
zh_hans: 高温或空气干燥

source: Heat or intense light
zh_hans: 高温或强光

source: Help new roots succeed
zh_hans: 帮助新根顺利生长

source: Help prevent it
zh_hans: 如何预防

source: Help this garden grow
zh_hans: 陪这个小花园一起长大

source: Hidden pests
zh_hans: 隐蔽虫害

source: Holiday cacti, ladyfinger cactus, golden barrel cactus, and prickly pears.
zh_hans: 蟹爪兰等节日仙人掌、金手指、金琥和仙人掌属植物。

source: Houseplant Family Finder
zh_hans: 室内植物家族查询

source: How AI suggestions work
zh_hans: AI 建议说明

source: How to help
zh_hans: 怎样照顾

source: How to recognize it
zh_hans: 如何辨认

source: How to spot it
zh_hans: 如何辨认

source: How to start
zh_hans: 怎样开始

source: Humidity
zh_hans: 湿度

source: Humidity with airflow
zh_hans: 湿度与通风都要有

source: Hybrid sign
zh_hans: 杂交符号

source: I understand API requests are billed to my OpenAI API account.
zh_hans: 我了解：API 请求产生的费用将由我的 OpenAI API 账户支付。

source: Identify the node, leaf, rooted division, or offset required by your chosen method.
zh_hans: 根据所选方法，找准需要的茎节、叶片、带根分株或侧芽。

source: Identify the pest before treating. Different problems can leave similar marks on a plant.
zh_hans: 先确认害虫种类再处理。不同问题可能会在植物上留下相似痕迹。

source: Identifying features
zh_hans: 识别特征

source: If this plant prefers to dry to this depth, water slowly and evenly until excess drains from the bottom.
zh_hans: 如果这种植物适合干到这个程度再浇水，就缓慢、均匀地浇透，直到多余水分从盆底流出。

source: If watering has become difficult or growth has slowed, move up one pot size and gently loosen the outer circling roots.
zh_hans: 如果浇水越来越困难或生长变慢，可以换大一号花盆，并轻轻松开外层盘绕的根。

source: Imagine an ellipse: both sides curve smoothly, with no base notch or deep lobes.
zh_hans: 想象一个椭圆：两侧弧线平滑，叶基没有缺口，叶缘也没有深裂。

source: In %lld days
zh_hans: %lld 天后

source: In a cutaway flower, ovules appear as small pale shapes inside the ovary.
zh_hans: 在花朵剖面中，胚珠是子房内一个个浅色的小结构。

source: In memory
zh_hans: 纪念

source: Inspect and trim
zh_hans: 检查并修剪

source: Inspect both sides of several leaves with bright light.
zh_hans: 在明亮光线下检查几片叶子的正反两面。

source: Inspect curled edges, leaf undersides, and new growth for tiny pests or webbing.
zh_hans: 检查卷曲的叶缘、叶背和新芽，寻找小虫或蛛网状痕迹。

source: Inspect curled young leaves, buds, tender stems, and leaf undersides. Ants or sticky surfaces can be extra clues.
zh_hans: 检查卷曲的嫩叶、花苞、嫩茎和叶背。蚂蚁或发黏的叶面也可能是线索。

source: Inspect leaves weekly, clean dusty foliage, and avoid letting the plant remain severely dry or stressed.
zh_hans: 每周检查叶片，及时清理积尘，并避免植株长期严重缺水或处于压力状态。

source: Inspect soil moisture and roots before changing the watering schedule.
zh_hans: 调整浇水安排前，先检查土壤湿度和根系。

source: Inspect stems, leaf veins, and leaf undersides. Compare suspicious bumps with normal stem texture.
zh_hans: 检查茎、叶脉和叶背，并把可疑凸点与植株本身的正常纹理作比较。

source: Inspect tender growth often and quarantine new plants, cuttings, or plants returning from outdoors.
zh_hans: 经常检查嫩芽，并把新植物、插条或刚从室外搬回的植物先单独观察。

source: Inspect visible roots and confirm that excess water can drain from the pot.
zh_hans: 检查看得到的根系，并确认多余水分可以从盆底排出。

source: Install PlantStory, open Storage & Data, and choose Restore from Backup. Apple Quick Start or a full device backup also works.
zh_hans: 安装 PlantStory 后，打开“存储与数据”，选择“从备份恢复”。也可以使用 Apple 快速开始或完整的设备备份。

source: Internode
zh_hans: 节间

source: Introduce stronger light a little at a time, especially before placing an indoor plant outside.
zh_hans: 一点点增加光照强度，尤其不要把室内植物突然搬到户外强光下。

source: Iron cross begonia
zh_hans: 马蹄秋海棠

source: Is it time to repot?
zh_hans: 该换盆了吗？

source: Isolate the plant. Gently wipe or lift off visible scale if the plant tolerates it, and prune heavily infested growth.
zh_hans: 先隔离植株。如果植株耐受，可轻轻擦掉或挑除可见虫体，并剪去受害严重的枝叶。

source: Isolate the plant. Remove visible insects with a damp cotton swab, rinse sturdy leaves, and repeat checks because hidden bugs can return.
zh_hans: 先隔离植株。用湿棉签清除看得见的虫体，冲洗较结实的叶片，并反复检查，因为藏起来的粉蚧可能再次出现。

source: Isolate the plant. Rinse foliage, remove badly damaged flowers or leaves, and repeat close inspections because thrips hide in crevices.
zh_hans: 先隔离植株。冲洗叶片，剪去受损严重的花或叶，并反复仔细检查，因为蓟马会躲在缝隙中。

source: Isolate the plant. Rinse leaves thoroughly, especially underneath, wipe away webbing, and inspect again every few days.
zh_hans: 先隔离植株。彻底冲洗叶片，尤其是叶背，擦掉细网，并每隔几天重新检查。

source: Isolate the plant. Wash aphids off with water and remove badly infested tips. Repeat the inspection as new growth opens.
zh_hans: 先隔离植株。用水冲掉蚜虫，剪去受害严重的嫩梢，并随着新叶展开继续检查。

source: It gives you a precise word for a very common leaf shape and helps narrow down similar plants.
zh_hans: 这是很常见的叶形。学会准确描述它，可以更快排除相似植物。

source: It improves your search
zh_hans: 让搜索结果更准确

source: It is the main green surface extending outward from the petiole and midrib.
zh_hans: 它是从叶柄和主脉向外展开的主要绿色表面。

source: It may be time to water
zh_hans: 可能该浇水了

source: It reveals relationships
zh_hans: 看见植物之间的亲缘关系

source: It travels across languages
zh_hans: 跨越语言也能对上号

source: It’s been %lld days since the last watering.
zh_hans: 距离上次浇水已经 %lld 天了。

source: It’s been a day since the last watering.
zh_hans: 距离上次浇水已经一天了。

source: Its notes, photos, and timeline will also be removed.
zh_hans: 它的笔记、照片和成长记录也会一并删除。

source: Its notes, photos, watering history, and fertilizing history will also be removed.
zh_hans: 它的笔记、照片、浇水和施肥记录也会一并删除。

source: Its photos and timeline will also be removed.
zh_hans: 相关照片和发现记录也会一并删除。

source: Its strong length-to-width ratio separates it from elliptic and oval leaves.
zh_hans: 明显偏长的比例，可以把它与椭圆形或卵形叶区分开。

source: Its taxonomy path
zh_hans: 它的分类路径

source: Jade plant
zh_hans: 玉树

source: Jade plant, flaming Katy, Echeveria, Sedum, and Aeonium.
zh_hans: 玉树、长寿花、拟石莲花属、景天属和莲花掌属。

source: Juvenile phase
zh_hans: 幼年阶段

source: Keep affected leaves dry and give the plant space for air to move around it.
zh_hans: 保持受影响的叶片干燥，并给植物留出通风空间。

source: Keep care steady
zh_hans: 保持养护稳定

source: Keep in mind
zh_hans: 请留意

source: Keep light, watering, and temperature appropriate for the species. Avoid making several major care changes at once.
zh_hans: 根据品种保持合适的光照、浇水和温度，不要一次同时大改多项养护条件。

source: Keep the crown near the plant's original planting depth. Burying it too deeply can trap moisture.
zh_hans: 让根颈保持在植物原来的种植深度附近；埋得过深可能积聚水分。

source: Keep the part you need intact. Remove only leaves that would sit below water or the medium.
zh_hans: 保留繁殖所需的完整结构，只去掉会浸在水里或埋进基质的叶片。

source: Keep the root ball intact unless another problem needs attention. If you are repotting, use fresh suitable mix and avoid a needlessly large pot.
zh_hans: 如果没有其他问题，不必打散根团。需要换盆时，使用新鲜合适的盆土，也不要选过大的花盆。

source: Keep the rooting medium evenly moist and airy. Constantly soggy conditions can encourage rot.
zh_hans: 让生根基质均匀湿润并保持透气，长期湿漉漉容易引起腐烂。

source: Keep the same depth
zh_hans: 保持原有栽种深度

source: Keep this file somewhere safe. You can restore it from Storage & Data on another iPhone.
zh_hans: 请妥善保存备份文件。换到新 iPhone 后，可在“存储与数据”中恢复。

source: Keep watching the whole plant rather than chasing perfect leaves. Record changes over time if a pattern concerns you.
zh_hans: 关注整株植物的状态，不必追求每片叶子都完美。如果某种变化反复出现，可以记录下来持续观察。

source: Kentia palm
zh_hans: 肯氏椰子

source: King begonia
zh_hans: 大王秋海棠

source: Know what you’re looking at.
zh_hans: 看清它是什么。

source: Knowing the petiole helps you prune a leaf without mistaking it for the main stem.
zh_hans: 认清叶柄，修剪叶片时就不容易误伤主茎。

source: Knowing these openings are normal prevents confusion with pest damage or torn leaves.
zh_hans: 知道这些孔洞属于正常特征，就不会误以为是虫害或叶片撕裂。

source: Label and observe
zh_hans: 做好标签，耐心观察

source: Lady palm
zh_hans: 棕竹

source: Ladyfinger cactus
zh_hans: 金手指仙人掌

source: Lanceolate
zh_hans: 披针形

source: LANGUAGE
zh_hans: 语言

source: Last fertilized
zh_hans: 上次施肥

source: Last fertilized %@
zh_hans: 上次施肥：%@

source: Last watered
zh_hans: 上次浇水

source: Last watered %@
zh_hans: 上次浇水：%@

source: Later
zh_hans: 稍后

source: Lateral root
zh_hans: 侧根

source: Lateral roots branch from larger roots, expanding the area where the plant can find water and minerals.
zh_hans: 侧根从较粗的根上分出，扩大植物寻找水分和矿物质的范围。

source: Leaf
zh_hans: 叶

source: Leaf blade
zh_hans: 叶片

source: Leaf close-up
zh_hans: 叶片特写

source: LEAF CLUES
zh_hans: 观察叶片

source: Leaf cutting
zh_hans: 叶插

source: Leaf edges are rolling, cupping, or twisting away from their usual shape.
zh_hans: 叶缘向内卷、呈杯状或扭曲，偏离原本的形态。

source: LEAF FEATURE
zh_hans: 叶片特征

source: Leaf margin
zh_hans: 叶缘

source: Leaf margins are useful identification clues even when two plants share the same overall shape.
zh_hans: 即使两种植物的整体叶形相似，叶缘也能提供重要的辨认线索。

source: Leaf scar
zh_hans: 叶痕

source: LEAF SHAPE
zh_hans: 叶形

source: Leaf shapes & patterns
zh_hans: 叶形与叶片特征

source: Leaf shapes vary widely, but many members grow from rhizomes or thickened roots and tolerate seasonal dryness.
zh_hans: 叶形变化很大，但许多成员从根茎或膨大的根部生长，也能适应季节性的干燥。

source: Leaf spots
zh_hans: 叶片斑点

source: Leaf tip
zh_hans: 叶尖

source: Leaf tips or edges are becoming dry, crisp, and brown.
zh_hans: 叶尖或叶缘逐渐变干、变脆并呈褐色。

source: Learn about roots, stems, leaves, and flowers.
zh_hans: 认识植物的根、茎、叶和花。

source: Learn four common ways to make a new plant, what each method needs, and how to care for it while roots develop.
zh_hans: 认识四种常见繁殖方法，了解各自需要什么，以及新根长出期间该怎样照顾。

source: Learn how plants work, spot common problems, and care with confidence.
zh_hans: 了解植物如何生长，读懂常见问题，更有信心地照顾它们。

source: Learn the clues that help describe and identify leaves.
zh_hans: 学会观察叶形和特征，更容易描述和辨认叶片。

source: Learn the language of plants.
zh_hans: 读懂植物的 生长语言。

source: Learn the visual clues of common houseplant pests and what to check next.
zh_hans: 认识室内植物常见害虫的外观线索，并了解接下来该检查什么。

source: Learn to describe what you see.
zh_hans: 学会准确描述眼前的叶片。

source: Learn what common light labels mean, observe how light moves through your home, and notice when a plant wants a change.
zh_hans: 看懂常见的光照说法，观察阳光如何进入家中，并留意植物何时需要换个位置。

source: Learn what healthy roots look like, when a plant needs more space, and how to repot without guesswork.
zh_hans: 认识健康根系，判断植物何时需要更大空间，并一步步学会换盆。

source: Learn when to water, how to check the pot, and what changes the schedule.
zh_hans: 了解何时该浇水、如何检查盆土，以及哪些因素会改变浇水频率。

source: Learn where growth begins, what changes as a leaf opens, and which signals deserve a closer look.
zh_hans: 了解新芽从哪里长出、叶片展开时会发生什么，以及哪些信号值得进一步检查。

source: Leaves and stems are hanging lower than usual or feel soft and limp.
zh_hans: 叶片和茎比平时更下垂，摸起来柔软无力。

source: Leaves are often fleshy, while tiny flowers gather on narrow upright spikes.
zh_hans: 叶片常带肉质，细小花朵聚集在直立的细长花穗上。

source: Leaves are turning pale or yellow on one part of the plant or across the whole plant.
zh_hans: 植物局部或整株的叶片正在变淡或发黄。

source: Leaves are usually flat green structures growing from stems or branches.
zh_hans: 叶通常是从茎或枝条上长出的扁平绿色结构。

source: Leaves capture light to make sugars and exchange gases with the air.
zh_hans: 叶片吸收光线制造糖分，同时与空气交换气体。
